Repository: teltek/PumukitYoutubeBundle
Catalog: Resources/translations/messages.val.xlf
Languages: val

source: Youtube Info For Multimedia Object:
val: Informació de Youtube per a l'Objecte Multimèdia:

source: This Multimedia Object does not have YouTube data yet.
val: Aquest objecte multimèdia encara no disposa d'informació de publicació en YouTube.

source: Youtube Status
val: Estat de publicació en Youtube

source: Last Updated
val: Última actualització

source: Youtube Id
val: Id de Youtube

source: Youtube Playlists
val: Llista de reproducció de Youtube

source: Youtube Link
val: Enllaç a Youtube

source: Youtube Embed
val: Códi "Embebido" Youtube

source: Video available at:
val: Vídeo disponible en:

source: Delete account
val: Borrar compte

source: Edit account
val: Editar compte

source: Add new playlist
val: Afegir nova llista de reproducció

source: New account
val: Nou compte

source: There was an error on deleting Youtube account.
val: Va haver-hi un error esborrant el compte de Youtube.

source: Youtube account was successfully deleted.
val: El compte de Youtube ha sigut esborrat satisfactòriament.

source: Youtube accounts
val: Comptes de Youtube

source: Participating
val: Participan

source: Add new Youtube account
val: Afegir compte de Youtube

source: Add new Youtube account playlist
val: Afegir nova playlist de Youtube

source: Update playlist error
val: Error en actualitzar la playlist

source: Update playlist successfully
val: Playlist actualitzada correctamente

source: Manual playlist update
val: Actualitzar manualmente la playlist

source: Cancel
val: Cancel·lar

source: Close
val: Tancar

source: Save changes
val: Guardar

source: There was an error on creating Youtube account.
val: Va haver-hi un error en crear el compte de Youtube.

source: Youtube account was successfully created.
val: Compte de Youtube cret correctamente.

source: Edit Youtube account
val: Editar el compte de Youtube

source: There was an error on editing Youtube account.
val: Va haver-hi un error en crear el compte de Youtube.

source: Youtube account was successfully edited.
val: El compte de Youtube s'ha editat correctament.

source: Login name
val: Nombre de acceso

source: PLAYLIST -
val: LLISTA DE REPRODUCCIÓ -

source: There was an error on creating Youtube account playlist.
val: Va haver-hi un error en crear la llista de reproducció de Youtube.

source: Youtube account playlist was successfully created.
val: Llista de reproducció creada correctament.

source: Edit Youtube playlist
val: Editar llista de reproducció

source: There was an error on editing Youtube playlist.
val: Va haver-hi un error en crear la llista de reproducció de Youtube.

source: Youtube playlist was successfully edited.
val: Llista de reproducció modificada correctament.

source: Please, create a new youtube account
val: Per favor, crea un compte de Youtube

source: Playlist
val: Llista de reproducció

source: Create new playlist
val: Crear nova llista de reproducció

source: Refresh playlists
val: Actualitzar llista de reproducció

source: Without playlist
val: Sense llista de reproducció

source: Title
val: Títol

source: Youtube account
val: Compte de Youtube

source: Go to playlist
val: Anar a la playlist

source: Show video on Youtube
val: Vore vídeo en Youtube

source: Copy iframe
val: Copiar códi iframe

source: Update playlist
val: Actualitzar playlist

source: Force upload video
val: Forzar pujada del vídeo

source: Do you want force upload this video? This action will delete old video causing lose all views on Youtube
val: Vols forçar la pujada del vídeo? Aquesta acció esborrarà l'antic vídeo causant perduda de dades com el número de visionats.

source: Update video successfully
val: Video actualitzat correctamente

source: Copy Youtube link
val: Copiar link de Youtube

source: Multimedia Object title
val: Títol de l'objete multimèdia

source: File uploaded
val: Arxiu pujat

source: File not saved on database
val: Archiu no enregistrat a la BBDD

source: The maximum size allowed for the playlist title is 150 characters.
val: La grandària màxima permesa per al títol de la playlist és de 150 caràcters

source: Youtube Status Stats
val: Estadístiques dels estats de Youtube

source: Multimedia Object
val: Objete multimèdia

source: Upload date
val: Data de pujada

source: File
val: Arxiu

source: {0} playlist|{1} playlist|]1,Inf] playlists
val: {0} llistes de reproducció|{1} llistes de reproducció|]1,Inf] llistes de reproducció

source: YouTube Global Stats
val: Estadístiques globals de Youtube

source: Youtube Global Configuration
val: Configuració global de YouTube

source: Number of accounts
val: Nº de comptes

source: Number of playlist
val: Nº de llistes de reproducció

# Number of videos
source: Número de videos
val: Núm de vídeos

source: YouTube List
val: Llistat de YouTube

source: Without results
val: Sense resultats

source: No title
val: Sense títol

source: Edit multimedia object
val: Editar objecte multimèdia

source: Youtube Configuration
val: Configuració de Youtube

source: Youtube - Statistics
val: Youtube - Estadístiques

source: Youtube - Accounts
val: Youtube - Comptes

source: YouTube Accounts
val: Comptes de YouTube

source: uploading
val: Pujant

source: processing
val: Procesant

source: published
val: Publicats

source: http error
val: Error HTTP

source: general error
val: Error genèric

source: duplicated
val: Duplicat

source: removed
val: Eliminat

source: notified error
val: Error de notificació

source: to delete
val: A borrar

source: update_error
val: Error d'actualizació

source: Show documents by status
val: Vore document de l'estat

source: Edit multimedia object
val: Editar objete multimèdia

source: YouTube Playlist
val: Llista de reproducció de YouTube

source: File of PuMuKIT
val: Arxiu de PuMuKIT
